[
  {
    "slug": "sara-berkai",
    "name": "Sara Berkai",
    "company": "Ambessa Play",
    "companyWebsite": "ambessaplay.com",
    "bio": "<p>Named after the word 'lion' in Eritrean and Ethiopian languages ('you would say \"Ambessa!\" to a child as \"congratulations\" or \"well done\", Sara explains), the company donates a free kit or workshop to a displaced child out of school for every one purchased.</p><p>Founded by Sara Berkai, Ambessa Play creates science, technology, engineering and mathematics (STEM) toy kits and workshops. 'My parents and I fled a war in East Africa and moved to London,' Sara says. 'I ended up working in tech and would volunteer an educational role on the side. I saw how children responded and was curious as to what that looked like back home. Last May, I went to Eritrea and delivered STEM workshops, teaching 300 children how to build laptops. The feedback was insane: 10- and 11-year-olds saying \"I'm going to become an engineer now\" just from one experience with hands-on learning.'</p>",
    "image": "Courier_portrait_Sara",
    "sector": "Toys",
    "typeOfBusiness": "Products",
    "basedIn": "Oxford, UK",
    "wistiaVideoID": "w1q93rhfu9"
  },
  {
    "slug": "kendall-finlay",
    "name": "Kendall Finlay",
    "company": "Ohm",
    "companyWebsite": "ohmwithus.com",
    "bio": "<p>A first-generation American born and raised in Miami, Kendall Finlay says mental health wasn’t discussed in his household growing up. After moving from a diverse low-income school to a mainly white private school, he struggled to fit in. ‘I didn’t go to therapy because it wasn’t accessible and was taboo. Instead, I pushed my wellness off for another day. I needed Ohm and know others can use a product like Ohm now.’</p><p>Ohm is a digital wellness company that centralises mental health resources and curates personalised wellness experiences for its users. ‘Many people today are struggling with mental health, says Kendall, who recalls the stress brought on when looking for resources to address his own health. ‘I didn’t know where to start, I didn’t know what was legitimate,’ he says. ‘And to make matters worse, all the resources were scattered behind various platforms and paywalls. I was lost. That’s how I came up with the idea for Ohm. It’s a platform that’s finally making wellness easy, organised and affordable, all in a single place.’</p>",
    "image": "Courier_portrait_Kendall",
    "sector": "Wellness",
    "typeOfBusiness": "Tech",
    "basedIn": "Austin, US",
    "wistiaVideoID": "rah2aji3kn"
  },
  {
    "slug": "anisa-sloan",
    "name": "Anisa Sloan",
    "company": "Souvinear",
    "companyWebsite": "souvinear.io",
    "bio": "<p>Web and app developer Anisa Sloan is based in Philadelphia. ‘I’m just thinking about the Post-It notes that I have in my bathroom at the moment,’ she says, ‘and the three things that have been keeping me rooted and grounded in my path and what I’m meant to do: You’re meant to be here; You’re on the right path; Don’t doubt your talent.’</p><p>Souvinear founder Anisa says that ‘music has been one of my most primary sources of comfort and joy’ and is banking on that passion to build a proximity-based music sharing app to strengthen human connection during live concert experiences. ‘You know those moments where the crowd is just doing something in unison,’ Anisa says, ‘and you feel these connections with people you don’t really know? It shows the power of music and the potential for technology to take that to the next level.’ The Souvinear app also helps artists and venues gain insights into their audiences.</p>",
    "image": "Courier_portrait_Anisa",
    "sector": "Music",
    "typeOfBusiness": "Tech",
    "basedIn": "Philadelphia, US",
    "wistiaVideoID": "mko2kud970"
  },
  {
    "slug": "jaynika-mcgregor",
    "name": "Jaynika McGregor",
    "company": "Graceful Graves",
    "companyWebsite": "gracefulgraves.co.uk",
    "bio": "<p>‘With lots of commitments such as work, university and families, plus mobility issues as the older generation gets older – along with the lack of general knowledge when it comes to cleaning and maintaining graves – I thought that I could provide a service to help keep loved ones’ final resting place nice and neat with manners and respect,’ explains Graceful Graves founder Jaynika McGregor.</p><p>‘My family has suffered a lot of loss over the years and I always found myself down at the cemetery making sure the graves look nice and neat for my visit,’ says Jaynika. After losing her father, Jaynika found herself going to the cemetery every single week. ‘It brought me peace and happiness and it made me realise that there was a gap in the market for someone who was professional and reliable who can clean graves at any time of the year,’ she says. The solution, she says, was Graceful Graves, her grave-cleaning and maintenance service, which she launched in June 2020</p>",
    "image": "Courier_portrait_Jay",
    "sector": "Cleaning",
    "typeOfBusiness": "Service",
    "basedIn": "Kent, UK",
    "wistiaVideoID": "xw2ngjg05m"
  },
  {
    "slug": "leah-hernandez",
    "name": "Leah Hernandez",
    "company": "Young Authors Publishing",
    "companyWebsite": "youngauthorspublishing.org",
    "bio": "<p>Young Authors develops a sales and marketing strategy so that books can be sold nationally and globally. Royalties from the young authors’ book sales are deposited into a secured savings account for them to access at the age of 18 to use towards their post-secondary plans. Leah Hernandez’s team teaches the authors skills such as saving and budgeting, so that when they have access to their money, they will be financially literate adults.</p><p>Leah says that all kids are story-worthy and should see themselves reflected in the books they read. As founder and CEO of Young Authors Publishing, Leah helps bring to life the stories of children, many of whom live in under-represented communities. The company works with partners such as schools, not for profits and churches that are already serving their target demographic. These partners select young authors with promise, who then go through an eight-week programme – they’re paired with a writing mentor who helps them write their own book; they also learn writing techniques, public speaking and financial skills.</p>",
    "image": "Courier_portrait_Leah",
    "sector": "Publishing",
    "typeOfBusiness": "Products",
    "basedIn": "Atlanta, US",
    "wistiaVideoID": "kmrinpovfx"
  },
  {
    "slug": "savonne-anderson",
    "name": "SaVonne Anderson",
    "company": "Aya Paper Co",
    "companyWebsite": "ayapaper.co",
    "bio": "<p>‘There are definitely days when entrepreneurship and running this business become almost unbearable,’ says Aya Paper Co’s founder SaVonne Anderson. ‘But what keeps me going are the reviews and comments from all of our customers and followers all over the world. Just to see the positive impact our products have on people feels really good and it reminds me of why I’m doing this.’</p><p>Aya Paper Co is a sustainable stationery brand that creates greeting cards and gifts to celebrate the people and moments that matter most. ‘When I started Aya last year, it was out of the need to see myself and a desire to be seen,’ says founder and creative director SaVonne. ‘I always loved shopping for greeting cards and gifts, and always loved writing cards for my loved ones, but it was really discouraging sometimes because I wouldn’t be able to find things that sounded like me, or to find cards that looked like us.’ As a designer with some experience in marketing, SaVonne launched Aya to fill the gap.</p>",
    "image": "Courier_portrait_SaVonne",
    "sector": "Stationery",
    "typeOfBusiness": "Products",
    "basedIn": "Newark, US",
    "wistiaVideoID": "d13wo75ht4"
  },
  {
    "slug": "dr-hani-hassan",
    "name": "Dr Hani Hassan",
    "company": "Hue by Dr Hani",
    "companyWebsite": "youtube.com/c/VoteForHani",
    "bio": "<p>Dr Hani Hassan is a London-based medical doctor and influencer who uses her popular YouTube channel to teach others how to care for their skin. Her brand was born out of personal need – after suffering skin issues from acne to hyperpigmentation and failing to find products that worked, Hani put her science background to good use, poring over papers on scientific databases and researching which combinations of ingredients were most suitable for sensitive skin of colour. The result is her brand Hue.</p><p>According to Dr Hani, the science is unambiguous – darker skin responds differently to triggers like UV and inflammation. But the reality, she says, is that the skincare industry today is still very ‘white normative’. ‘Most skincare still focuses on the specific skin needs of those with white skin – and so commercially available skincare selections represent a very narrow worldview and experience,’ she says. ‘Consumer experiences have historically lacked authenticity and have not been based on the skin experiences of all people.’ As a result, Dr Hani is launching Hue, a scientifically-driven skincare brand creating products specifically formulated for skin of colour.</p>",
    "image": "Courier_portrait_Hani",
    "sector": "Skincare",
    "typeOfBusiness": "Products",
    "basedIn": "London, UK",
    "wistiaVideoID": "6gefylcqx5"
  }
]
